Repository: LyaaaaaGames/AIdventure_Localization
Catalog: src/*.po
Languages: es, fr, ru, tr

source: This AI isn't safe for work! It will generate erotic content by itself!
es: ¡Esta IA tiene contenido +18! ¡Generará contenido erótico por si mismo!
fr: Cette IA n’est sûr pour le travail! Elle va générer du contenu érotique par elle-même!
ru: Этот ИИ не безопасен для просмотра на работе! Оно будет генерировать эротический контент сам по себе!
tr: Bu Yapay Zekâ iş için güvenli değil! Kendi başına erotik içerik üretecektir!

source: This is a custom AI. It hasn't been tested and might not work.
es: Esta es una IA personalizada. No está testada y puede no funcionar.
fr: Il s’agit d’une IA personnalisée. Elle n’a pas été testée et pourrait ne pas fonctionner.
ru: Это пользовательский ИИ. Он ещё не был тестирован и может работать неправильно.
tr: Bu, özel bir Yapay Zekâ. Henüz test edilmedi, çalışmayabilir.

source: Save changes
es: Salvar cambios
fr: Sauvegarder les changements
ru: Сохранить изменения
tr: Değişiklikleri kaydet

source: To generate text the server has to be running. To translate text, you need to enable automatic translation.
es: Para generar texto, el servidor tiene que estar en marcha. Para traducir texto, necesitas permitir la traducción automática.
fr: Pour générer du texte, le serveur doit être en cours d’exécution. Pour traduire du texte, vous devez activer la traduction automatique.
ru: Чтобы сгенерировать текст, сервер должен был включен. Чтобы перевести текст, нужно включить автоматический перевод.
tr: Metin üretilebilmesi için sunucunun çalışır durumda olması gerekmektedir. Metni tercüme etmek için otomatik tercümeyi etkinleştirmelisin.

source: Open server's menu
es: Abrir menu del servidor
fr: Ouvrir le menu du serveur
ru: Открыть меню сервера
tr: Sunucunun menüsünü aç

source: This game uses CUDA to run AIs on your GPU. Do you have a Nvidia Graphical Card ?
es: Este juego utiliza CUDA para ejecutar IAs en tu GPU. ¿Tienes una Tarjeta Gráfica Nvidia?
fr: Ce jeu utilise CUDA pour exécuter des IA sur votre GPU. Avez-vous une carte graphique Nvidia ?
ru: Эта игра использует CUDA, чтобы запускай ИИ на вашем GPU. У вас есть видеокарта от Nvidia ?
tr: Bu oyun, Yapay Zekâları GPU üzerinde çalıştırmak için CUDA yazılımını kullanmaktadır. Nvidia Grafik Kartın var mı?

source: Yes, I have a Nvidia card
es: Sí, tengo una tarjeta Nvidia
fr: Oui, j'ai une carte Nvidia
ru: Да, у меня есть видеокарта Nvidia
tr: Evet, Nvidia kartım var

source: No, I don't have a Nvidia card
es: No, no tengo una tarjeta Nvidia
fr: No, je n'ai pas de carte Nvidia
ru: Нет, у меня нет видеокарты Nvidia
tr: Hayır, Nvidia kartım yok

source: I don't know
es: No sé
fr: Je ne sais pas
ru: Я не знаю
tr: Bilmiyorum

source: The list of the GPU compatible with CUDA
es: La lista de GPUs compatibles con CUDA
fr: La liste des GPU compatibles avec CUDA
ru: Список GPU, поддерживающих CUDA
tr: CUDA ile uyumlu GPU listesi

source: See supported cards
es: Ver tarjetas compatibles
fr: Voir les cartes compatibles
ru: Посмотреть поддерживающие видеокарты
tr: Desteklenen kartları görüntüle

source: Successfully adapted settings to your hardware.
es: Configuraciones adaptadas correctamente a tu hardware.
fr: Adaptation réussie des paramètres à votre matériel.
ru: Настройки успешно подобраны для вашего оборудования.
tr: Ayarlar başarılı bir şekilde donanımına uyarlandı.

source: Failed to adapt settings to your hardware.
es: No se pudo adaptar las configuraciones a tu hardware.
fr: Impossible d'adaptater les paramètres à votre matériel.
ru: Неудалось адаптировать настройки под ваше оборудование.
tr: Ayarları donanımına uyarlama işlemi başarısız oldu.

source: AIdventure uses Artificial Intelligences (AIs). It's a tricky technology and can behave differently depending of your hardware. The game will try to adapt to your hardware as best as it can. This window will ask you multiple information to improve the automatic setup.
es: AIdventure utiliza Inteligencias Artificiales (IAs). Es una tecnología complicada y puede comportarse de forma diferente dependiendo de tu hardware. El juego intentará adaptarse a tu hardware lo mejor posible. Esta ventana te pedirá varias informaciones para mejorar la configuración automática.
fr: AIdventure utilise des intelligences artificielles (IA). C’est une technologie délicate et peut se comporter différemment selon votre matériel. Le jeu va essayer de s’adapter à votre matériel du mieux qu’il peut. Cette fenêtre vous demandera plusieurs informations pour améliorer la configuration automatique.
ru: АИдвенчура использует Искусственный Интеллект (ИИ). Это сложная технология и может вести себя по разному в зависимости от вашего оборудования. Игра постарается адаптироваться под вашу операционную систему. Это окно спросит у вас определенную информацию для улучшения автоматиекой установки.
tr: AIdventure, Yapay Zekâdan (AI) yararlanmaktadır. Karmaşık bir teknolojidir ve sahip olduğun donanıma bağlı olarak farklı davranabilir. Oyun, donanımına mümkün olan en iyi şekilde uyum sağlamaya çalışacaktır. Bu pencere otomatik kurulumu geliştirmek için birçok soru soracaktır.

source: Thank you for your time. You can exit by click on OK.
es: Gracias por tu tiempo. Puedes salir pulsando OK.
fr: Merci pour votre temps. Vous pouvez quitter en cliquant sur OK.
ru: Спасибо за уделенное время. Вы можете выйти нажав на ОК.
tr: Zaman ayırdığın için teşekkürler. TAMAM butonuna tıklayarak çıkabilirsin.

source: Please, specify how much memory you want to allow AIdventure to use. You should always leave 2-4 GB of memory free for the OS and other applications.
es: Por favor, especifica cuánta memoria quieres permitir que AIdventure use. Debes siempre dejar 2-4 GB de memoria libres para el sistema operativo y otras aplicaciones.
fr: Veuillez spécifier la quantité de mémoire que vous souhaitez autoriser AIdventure à utiliser. Vous devez toujours laisser 2-4 Go de mémoire libre pour le système d’exploitation et d’autres applications.
ru: Пожалуйста, уточните как много памяти вы хотите разрешить AIdventure. Всегда стоит оставлять 2-4 ГБ памяти свободными для ОС и других приложений.
tr: Lütfen AIdventure oyununun ne kadar bellek kullanmasına izin vermek istediğini belirt. İşletim sistemi ve diğer uygulamalar için her zaman 2-4GB boş bellek bırakmalısın.

source: You can choose to not limit memory. But you risk running out of memory.
es: Puedes elegir no limitar la memoria. Pero te arriesgas a quedarte sin memoria.
fr: Vous pouvez choisir de ne pas limiter la mémoire. Mais vous risquez de manquer de mémoire.
ru: Вы можете выбрать не ограничивать память. Но так вы рискуете остаться без памяти.
tr: Belleği sınırlandırmamayı tercih edebilirsin. Ancak belleğin tamamen tükenme riskiyle karşılaşabilirsin.

source: Don't limit memory
es: No limitar la memoria
fr: Ne pas limiter la mémoire
ru: Не ограничивать память
tr: Belleği sınırlandırma

source: I don't know how much memory I have
es: No sé cuanta memoria tengo
fr: Je ne sais pas combien de mémoire j’ai
ru: Я не знаю, сколько у меня памяти
tr: Ne kadar belleğe sahip olduğumu bilmiyorum

# character like an individual. Not like characters in a word.
source: Character menu
es: Menu de personages
fr: Menu du personnage
ru: Меню персонажа
tr: Karakter menüsü

source: Strength
es: Fuerza
fr: Force
ru: Сила
tr: Güç

source: Reroll
es: Relanzar
fr: Relancer
ru: Перебросить
tr: Yeniden At

source: Constitution
es: Constitución
ru: Выносливость
tr: Karakter

source: Dexterity
es: Destreza
fr: Dextérité
ru: Ловкость
tr: Yetenek

source: Charisma
es: Carisma
fr: Charisme
ru: Харизма
tr: Karizma

source: Intelligence
es: Inteligencia
ru: Интеллект
tr: Zekâ

source: Wisdom
es: Sabiduría
fr: Sagesse
ru: Мудрость
tr: Bilgelik

source: Luck
es: Suerte
fr: Chance
ru: Удача
tr: Şans

source: Name
es: Nombre
fr: Nom
ru: Имя
tr: Ad

source: Arthur
ru: Артур
tr: Yazar

source: Randomize
es: Aleatorizar
fr: Générer aléatoirement
ru: Рандомизировать
tr: Rastgele

source: How does it work?
es: ¿Cómo funciona?
fr: Comment ça marche?
ru: Как это работает?
tr: Nasıl çalışır?

source: Attributes are between 15 and 90. When you try an action, you must do a score above your value. If you have 50 in strength and use it to try an action. You have 50% chances of success.
es: Los atributos oscilan entre 15 y 90. Cuando intentas hacer una acción, debes obtener una pontuación que supere tu valor. Si tienes 50 de fuerza e la usas para intentar una acción, tienes un 50% de possibilidad de éxito.
fr: Les attributs sont compris entre 15 et 90. Lorsque vous essayez une action, vous devez faire un score au-dessus de votre valeur. Si vous avez 50 de force et que vous l’utilisez pour essayer une action. Vous avez 50% de chances de succès.
ru: Атрибуты расположены между 15 и 90.vКогда вы применяете действие, вы должны получить результат больше вашего значения. Если у вас 50 силы и вы пытаетесь применить её в действии, у вас 50% шансов на успех.
tr: Nitelikler 15 ve 90 arasındadır. Bir eylemi denediğinde değerinin üzerinde bir skor almalısın. Gücün 50 ise gücünü bir eylem yapmak için kullanabilirsin. Başarılı olma şansın %50'dir.

source: Randomize everything.
es: Aleatorizar todo.
fr: Tout générer aléatoirement
ru: Рандомизировать всё.
tr: Her şeyi rastgele hale getir.

source: Roll the dice
es: Tirar los dados
fr: Lancer les dés
ru: Бросить кубик
tr: Zar at

source: Thank you for playing AIdventure's demo! You reached the limit. Buy the game to continue this adventure.
es: ¡Gracias por jugar la demo de AIdventure! Has alcanzado el límite. Compra el juego para continuar esta aventura.
fr: Merci d’avoir joué à la démo d’AIdventure ! Vous avez atteint la limite. Achetez le jeu pour continuer cette aventure.
ru: Спасибо за игру в демо АИдвенчуры! Вы достигли лимита. Купите игру для того, чтобы продолжить это приключение.
tr: AIdventure deneme sürümünü oynadığın için teşekkürler! Sınıra ulaştın. Bu maceraya devam etmek için oyunu satın al.

source: Buy
es: Comprar
fr: Acheter
ru: Купить
tr: Satın Al

source: Menu
es: Menú
ru: Меню
tr: Menü

source: Server
es: Servidor
fr: Serveur
ru: Сервер
tr: Sunucu

source: Do you want to use the automatic translation ?
es: ¿ Deseas utilisar la traducción automática ?
fr: Voulez vous utiliser la traduction automatique ?
ru: Вы хотите использовать автоматический перевод?
tr: Otomatik tercüme işlevini kullanmak istiyor musun?

source: Select the language for the automatic translation
es: Selecciona el idioma para la traducción automática
fr: Sélectionnez la langue pour la traduction automatique
ru: Выберите язык для автоматического перевода
tr: Otomatik tercüme için dili seç

source: Load translators
es: Cargar traductores
fr: Charger les traducteurs
ru: Загрузить переводчик
tr: Tercümanları yükle

source: Manage translators
es: Gestionar traductores
fr: Gérer les traducteurs
ru: Управлять переводчиками
tr: Tercümanları yönet

source: Disable automatic translation
es: Desactivar la traducción automática
fr: Désactiver la traduction automatique
ru: Выключить автоматический перевод
tr: Otomatik tercümeyi devre dışı bırak

# Running like in 'The server is running'
source: Running
es: En ejecución
fr: En cours de fonctionnement
ru: Работает
tr: Çalışıyor

source: Turned off
es: Apagado
fr: Éteint
ru: Выключен
tr: Kapatıldı

source: Error
fr: Erreur
ru: Ошибка
tr: Hata

source: Server control center
es: Centro de control de servidores
fr: Centre de contrôle du serveur
ru: Центр контроля серверов
tr: Sunucu kontrol merkezi

source: Server status:
es: Estatus del servidor:
fr: État du serveur:
ru: Статус сервера:
tr: Sunucu durumu:

source: Start the server
es: Iniciar el servidor
fr: Démarrer le serveur
ru: Запустить сервер
tr: Sunucuyu başlat

source: Stop the server
es: Parar el servidor
fr: Arrêter le serveur
ru: Остановить сервер
tr: Sunucuyu durdur

source: The server is starting
es: El servidor está arrancando
fr: Le serveur est en cours de lancement.
ru: Сервер запускается
tr: Sunucu başlatılıyor

source: Load Generator
es: Cargar Generador
fr: Charger le générateur
ru: Запустить Генератор
tr: Üreticiyi Yükle

source: To load translators, you need to enable automatic translation
es: Para cargar traductores, necesitas permitir la traducción automática
fr: Pour charger les traducteurs, vous devez activer la traduction automatique
ru: Чтобы запустить переводчик, вам нужно включить автоматический перевод
tr: Tercümanları yüklemek için otomatik tercümeyi etkinleştirmelisin

source: Enable automatic translation
es: Permitir traducción automática
fr: Activer la traduction automatique
ru: Включить автоматический перевод
tr: Otomatik tercümeyi etkinleştir

source: Load Translators
es: Cargar Traductores
fr: Charger les traducteurs
ru: Загрузить Переводчик
tr: Tercümanları Yükle

source: The server is starting.
es: El servidor está arrancando.
fr: Le serveur est en cours de lancement.
ru: Сервер запускается.
tr: Sunucu başlatılıyor.

source: Please, wait.
es: Por favor, espera.
fr: SVP, attendez
ru: Пожалуйста, подождите.
tr: Lütfen bekle.

source: What do you want to do?
es: ¿Qué deseas hacer?
fr: Que voulez vous faire?
ru: Что вы хотите сделать?
tr: Ne yapmak istiyorsun?

source: New story
es: Nueva historia
fr: Nouvelle histoire
ru: Новая история
tr: Yeni hikâye

source: Load a story
es: Cargar una historia
fr: Charger une histoire
ru: Загрузить историю
tr: Bir hikâye yükle

source: Select a save to load.
es: Selecciona un archivo para cargar.
fr: Sélectionnez une sauvegarde à charger.
ru: Выберите сохранение для загрузки.
tr: Yüklemek için kayıtlardan birini seç.

source: Load
es: Cargar
fr: Charger
ru: Загрузить
tr: Yükle

source: Return
es: Volver
fr: Retour
ru: Вернуться
tr: Geri Dön

source: Display mode
es: Modo de visualización
fr: Mode d'affichage
ru: Режим отображения
tr: Görüntüleme modu

source: Language of the interface
es: Idioma del interfaz
fr: Langue de l'interface
ru: Язык интерфейса
tr: Arayüz dili

source: Default AI
es: IA predeterminado
fr: IA par défaut
ru: Стандартный ИИ
tr: Varsayılan Yapay Zekâ

source: Delete the last sentence if the AI didn't 'finish' it by a punctuation (, ; : ! ? .). It might delete the whole output if "max length" is too small!
es: Borra la última frase si la IA no la ha 'terminado' com un signo de puntuación (, ; : ! ? .). ¡Podrá borrar toda la salida si la "largura máxima es demasiado pequeña!
fr: Supprimez la dernière phrase si l’IA ne l’a pas terminée par une ponctuation (, ; : ! ? .). Il pourrait supprimer toute la sortie si "longueur maximale" est trop petite!
ru: Удалить последнее предложение если ИИ не закончил его на знаке препинания (, ; : ! ? .). Оно может удалить весь вывод если "максимальная длина" выставлена на минимум!
tr: Yapay Zekâ cümleyi noktalama işaretlerinden herhangi biriyle (, ; : ! ? .) "bitirmediyse" son cümleyi sil. "Maksimum uzunluk" çok kısa ise tümünü silebilir!

source: Remove unfinished sentences
es: Remover frases inacabadas
fr: Supprimer les phrases incomplètes
ru: Убрать незавершенные предложения
tr: Tamamlanmamış cümleleri kaldır

source: It will hide the top bar in the game. You can still access the menu by pressing the ESC key.
es: Esconderá la barra superior en el juego. Puedes seguir accediendo al menú pulsando la tecla ESC.
fr: Cacher la barre supérieure dans le jeu. Vous pouvez toujours accéder au menu en appuyant sur la touche ESC.
ru: Спрячет верхнюю панель в игре. Вы сможете получить доступ к ней нажав кнопку ESC.
tr: Oyundaki üst çubuğu gizleyecektir. ESC tuşuna basarak menüye erişebilirsin.

source: Hide top bar
es: Ocultar barra superior
fr: Cacher la barre supérieure dans le jeu.
ru: Спрятать верхнюю панель
tr: Üst çubuğu gizle

source: It will use "You" or "I" in your inputs.
es: Utilizará "Tú" o "Yo" en tus entradas.
fr: Utilisera "Vous" ou "je" dans vos entrées.
ru: Будет использовать "Ты" или "Я" в вашем вводе.
tr: Girdilerinde "Sen" ya da "Ben" kullanacaktır.

source: Point of view
es: Punto de vista
fr: Point de vue
ru: Точка зрения
tr: Bakış açısı

source: You can add custom fonts to the list. - Create a "fonts" folder in the game folder - Download fonts online (https://www.dafont.com/) - Add the ".ttf" file in the fonts folder - Reload.
es: Puedes adicionar fuentes personalizadas a la lista. - Crea una carpeta de "fuentes" en la carpeta del juego - Descarga fuentes online (https://www.dafont.com/) - Adiciona el archivo ".ttf" en la carpeta de fuentes - Vuelve a cargar.
fr: Vous pouvez ajouter des polices personnalisées à la liste. - Créer un dossier "fonts" dans le dossier du jeu - Télécharger des polices en ligne (https://www.dafont.com/) - Ajouter le fichier ".ttf" dans le dossier fonts - Recharger.
ru: Вы можете добавить пользовательский шрифт в список. - Создать папку "шрифта" в папке с игрой - Скачать шрифты онлайн (https://www.dafont.com/) - Добавить ".ttf" файл в папку шрифтов - Перезагрузить игру.
tr: Listeye özel yazı tipleri ekleyebilirsin. - Oyun klasöründe bir "fonts" klasörü oluştur - Yazı tiplerini indir (https://www.dafont.com/) - Fonts klasörüne ".ttf" dosyasını ekle - Yeniden yükle.

source: Application's Font
es: Fuente de la aplicación
fr: Police de l'application
ru: Шрифт Приложения
tr: Uygulamanın Yazı Tipi

source: How many seconds before the notification disappears.
es: Cuántos segundos pasan antes que la notificación desaparezca.
fr: Combien de secondes avant que la notification disparaisse.
ru: Количество секунд прежде чем уведомление пропадет.
tr: Bildirimin kaybolması için geçmesi gereken saniye.

source: Notification's duration
es: Duración de las notificaciones
fr: Durée des notifications
ru: Длительность уведомления
tr: Bildirim süresi

source: Story reader preferences
es: Preferencias del lector
fr: Préférences du lecteur
ru: Предпочтение читателя истории
tr: Hikâye okuyucu tercihleri

source: Font
es: Fuente
fr: Police
ru: Шрифт
tr: Yazı Tipi

source: Font size
es: Tamaño de fuente
fr: Taille de la police
ru: Размер шрифта
tr: Yazı Tipi Boyutu

source: The space left between two lines.
es: Espacio entre dos líneas.
fr: L'espace entre deux ligne
ru: Промежуток между двумя строками.
tr: İki satır arasında bırakılan boşluk.

source: Line spacing
es: Interlineado
fr: Interligne
ru: Межстрочный интервал
tr: Satır aralığı

source: Font color
es: Color de fuente
fr: Couleur de la police
ru: Цвет шрифта
tr: Yazı tipi rengi

source: Selection color
es: Selección de color
fr: Couleur de la sélection
ru: Выбор цвета
tr: Seçim rengi

source: Story reader preview
es: Vista previa del lector
fr: Aperçu du lecteur
ru: Предпросмотр читателя истории
tr: Hikâye okuyucu ön izlemesi

source: This is a sample text.
es: Esto es una muestra de texto.
fr: Ceci est un exemple de texte.
ru: Это текст для примера.
tr: Bu metin örnek bir metindir.

source: If you don't know what you are doing, don't change anything here.
es: Si no sabes qué estás haciendo, no cambies nada aqui.
fr: Si vous ne savez pas ce que vous faites, ne changez rien ici.
ru: Если вы не знаете, что делаете, не меняйте здесь ничего.
tr: Ne yaptığını bilmiyorsan burada hiçbir şey değiştirme.

source: The seconds to wait before trying to connect to the server. It only works for local server.
es: Los segundos que se espera antes de intentar conectar al servidor. Sólo funciona para servidores locales.
fr: Les secondes à attendre avant d’essayer de se connecter au serveur. Ne fonctionne que pour le serveur local.
ru: Количество секунд для ожидания перед подключения к серверу. Работает только на локальном сервере.
tr: Sunucuya bağlanmayı denemeden önce beklenmesi gereken saniye. Yalnızca yerel sunucuda çalışır.

source: Connection delay
es: Retraso en la conexión
fr: délai de connexion
ru: Задержка подключения
tr: Bağlantı gecikmesi

source: If enabled, the server will try to download an AI if it's missing.
es: Si permitido, el servidor intentará descargar una IA que falte.
fr: Si cette option est activée, le serveur tentera de télécharger l'IA si elle est manquante.
ru: Если включено, сервер постарается скачать ИИ если он отсутствует.
tr: Etkinleştirilirse sunucu eksik olması durumunda bir Yapay Zekâ indirmeye çalışacaktır.

source: Allow downloading AI
es: Permitir descarga de IA
fr: Autoriser le téléchargement de l’IA
ru: Разрешить скачивание ИИ
tr: Yapay Zekâ indirmeye izin ver

source: Connect to a remote server
es: Connectarse a un servidor remoto
fr: Se connecter à un serveur distant
ru: Подключиться к удаленному серверу
tr: Uzak bir sunucuya bağlan

source: For now the communication with the server isn't secure. Use this for local networks only.
es: Por ahora, la comunicación con el servidor no es segura. Usa esto sólo para servidores locales.
fr: Pour l’instant, la communication avec le serveur n’est pas sécurisée. Utilisez-la uniquement pour les réseaux locaux.
ru: На данный момент подключение к серверу не защищено. Используйте это только для локальных сетей.
tr: Şimdilik sunucuyla iletişim güvenli değil. Bu özelliği yalnızca yerel ağlar için kullan.

source: Server's IP
es: IP del servidor
fr: IP du serveur
ru: IP Сервера
tr: Sunucu IP

source: Server's port
es: Puerto del servidor
fr: Port du serveur
ru: Порт сервера
tr: Sunucu portu

source: Do sample
es: Hacer muestra
fr: Échantillonage
tr: Örnek yap

source: No repeat ngram size
es: Sin repetición del tamaño ngram
tr: Tekrarlanan ngram boyutu yok

source: Device map
es: Mapa de dispositivos
fr: Carte matérielle
tr: Cihaz haritası

source: Torch Dtype
es: Torcn Dtype
