Repository: LyaaaaaGames/AIdventure_Localization
Catalog: src/*.po
Languages: es, fr, ru, tr

source: Size
es: Tamaño
fr: Taille
ru: Размер
tr: Boyut

source: Space on disk
es: Espacio en el disco duro
fr: Espace sur le disque
ru: Место на диске
tr: Diskteki alan

source: Number of files
es: Número de archivos
fr: Nombre de fichiers
ru: Количество файлов
tr: Dosya sayısı

source: RAM needed
es: RAM necesario
fr: Ram nécessaire
ru: Требуемое кол-во оперативной памяти
tr: Gereken RAM

source: VRAM needed
es: VRAM necesario
fr: VRAM nécessaire
ru: Требуемое кол-во видеопамяти
tr: Gereken VRAM

source: Language
es: Idioma
fr: Langue
ru: Язык
tr: Dil

source: Description
es: Descripción
ru: Описание
tr: Tanım

source: Filter by name
es: Filtrar por nombre
fr: Filtrer par nom
ru: Фильтр по имени
tr: Ada göre filtrele

source: Installed AI
es: IA instalado
fr: IA installée
ru: Установленный ИИ
tr: Kurulu Yapay Zekâ

source: NSFW AI
es: IA NSFW
fr: IA NSFW
ru: NSFW ИИ
tr: NSFW Yapay Zekâ

source: Custom AI
es: IA personalizada
fr: IA personnalisée
ru: Пользовательский ИИ
tr: Özel Yapay Zekâ

source: Filter by language
es: Filtrar por idioma
fr: Filtrer par langue
ru: Фильтр по языку
tr: Dile göre filtrele

source: Reset filters
es: Resetear filtros
fr: Réinitialiser les filtres
ru: Сбросить фильтры
tr: Filtreleri sıfırla

source: Artificial intelligences
es: Inteligencias artificiales
fr: Intelligence artificielle
ru: Искусственный интеллект
tr: Yapay zekâ

source: Download custom AI
es: Descargar IA personalizada
fr: Télécharger une IA personnalisée
ru: Скачать пользовательский ИИ
tr: Özel Yapay Zekâ indir

source: Download AI
es: Descargar IA
fr: Téléchargé l'IA
ru: Скачать ИИ
tr: Yapay Zekâ İndir

source: Open AIs' folder
es: Abrir archivo del IA
fr: Ouvrir le dossier des IA
ru: Открыть папку с ИИ
tr: Yapay Zekâ klasörünü aç

source: Delete AI
es: Borrar IA
fr: Supprimer l'IA
ru: Удалить ИИ
tr: Yapay Zekâyı sil

source: Save settings
es: Salvar ajustes
fr: Sauvegarder les paramètres
ru: Сохранить настройки
tr: Ayarları kaydet

source: Save settings to all AIs
es: Salvar configuraciones para todas IA
fr: Écraser les paramètres de tous les IA
ru: Сохранить настройки для всех ИИ
tr: Ayarları tüm Yapay Zekâlara kaydet

source: Reset AI's settings
es: Resetear configuraciones de la IA
fr: Réinitialiser les paramètres de cet IA
ru: Сбросить настройки ИИ
tr: Yapay Zekâ ayarlarını sıfırla

source: Reset all AIs settings
es: Resetear configuraciones de todas IA
fr: Réinitialiser les paramètres de tous les IA
ru: Сбросить настройки для всех ИИ
tr: Tüm Yapay Zekâ ayarlarını sıfırla

source: Close
es: Cerrar
fr: Fermer
ru: Закрыть
tr: Kapat

source: AI settings
es: Configuraciones de IA
fr: Paramètres d'IA
ru: Настройки ИИ
tr: Yapay Zekâ ayarları

source: The maximum words to be generated.
es: Número máximo de palabras generadas.
fr: Le nombre maximum de mots à générer.
ru: Максимальное количество слов для генерации.
tr: Üretilecek maksimum kelime sayısı.

source: Generation's max length
es: Largura máxima de Generación
fr: Taille max de la génération
ru: Максимальная длина генерации
tr: Üretimin maksimum uzunluğu

source: Make the generated text more or less coherent. Commonly named "Temperature", 0 means no randomness.
es: Haz que el texto generado sea más o menos coherente. Comúnmente llamado "Temperatura", 0 significa sin aleatoriedad.
fr: Rends plus ou moins cohérent le texte généré. Aussi appelée "Température", 0 signifie pas d'aléatoire.
ru: Делает генерируемый текст более менее последовательным. Обычно называется "Температурой", 0 значит никакой случайности в тексте.
tr: Oluşturulan metni az çok tutarlı hale getir. Genellikle "Derece" olarak adlandırılır, 0 rastgeleliğin olmadığı anlamına gelir.

source: Randomness
es: Aleatoriedad
fr: Aléatoire
ru: Случайность
tr: Rastgelelik

source: If greater than 1.0, penalizes repetition in a text to avoid infinite loops. 1 means no penalty.
es: Si es superior a 1.0, penaliza la repetición en un texto para evitar ciclos infinitos. 1 significa sin penalización.
fr: S'il est supérieur à 1,0, pénalise la répétition dans un texte pour éviter les boucles infinies. 1 signifie pas de pénalité.
ru: Больше чем 1.0, предупреждает повторение в тексте, чтобы избежать бесконечное повторение. 1 значит без предупреждений.
tr: 1.0 üzerinde ise sonsuz döngülerden kaçınmak için metin içindeki tekrarları cezalandırır. 1, ceza olmadığı anlamına gelir.

source: Repetition penalty
es: Penalización por repetición
fr: Pénalité de répétition
ru: Предупреждаемость повторений
tr: Tekrar cezası

source: The maximum amount of time you allow the AI to generate text, in seconds.
es: Tiempo máximo que permites a la IA para generar texto, en segundos.
fr: Le temps maximum que vous laissez à l'IA pour générer du texte, en secondes.
ru: Максимальное количество времени разрешенное ИИ для генерации текста, в секундах.
tr: Saniye cinsinden yapay zekânın metin oluşturmasına izin verdiğin maksimum süre.

source: Generation's max time
es: Tiempo máximo de Generación
fr: Temps max de génération
ru: Максимальное время для генерации
tr: Maksimum üretim süresi

# characters like in a text. Not an individual.
source: How many of the story's last characters the AI must remember.
es: Cuántos caracteres de la historia deben ser recordados por la IA.
fr: De combien de caractères précédemment générés l'IA doit-elle se rappeler.
ru: Сколько последних символов из истории ИИ должен запомнить.
tr: Yapay zekânın hikâyedeki son karakterler arasından hatırlaması gereken karakter sayısı.

source: Context's max length
es: Largura máxima del contexto
fr: Taille max du contexte
ru: Максимальная длина контекста
tr: Maksimum bağlam uzunluğu

# characters like in a text. Not an individual.
source: How many characters the memory can hold.
es: Cuántos caracteres la memoria puede contener.
fr: Combien de caractères la mémoire peut contenir.
ru: Сколько символов может удерживаться в памяти.
tr: Belleğin tutabileceği karakter sayısı.

source: Memory's max length
es: Largura máxima de la memoria
fr: Taille max de la mémoire
ru: Максимальная длина памяти
tr: Maksimum bellek uzunluğu

source: If a model doesn’t fully fit in VRAM, it will offload the rest on the CPU (RAM), or even the hard drive if you don’t have enough RAM.
es: Si un modelo no se ajusta bien en la VRAM, el resto será descargado en el CPU (RAM), o hasta en el disco duro si no tienes RAM suficiente.
fr: Si une IA ne rentre pas entièrement dans la VRAM, alors le reste sera chargé sur le CPU (RAM). Ou le disque si vous n'avez pas assez de RAM.
ru: Если модель не полностью помещается во VRAM, она разгрузит остальную часть ЦП (ОЗУ) или даже жесткого диска, если у вас недостаточно оперативной памяти.
tr: Bir model VRAM'e tam olarak sığmıyorsa geri kalan kısmı CPU'ya (RAM) ve hatta yeterli RAM yoksa sabit sürücüye aktaracaktır.

source: Offload model
es: Descargar modelo
fr: Décharger le model
ru: Разгрузить модель
tr: Aktarma modeli

source: Limiting the memory will force the server to never use more memory than specified for loading a model. It might still go over it while generating text. Therefore, if you want to limit the RAM usage to 10000 Mb, you should probably set it to 9500Mb. Same for the VRAM limit.
es: Limitar la memoria obligará al servidor a nunca utilizar más memoria de la especificada para cargar un modelo. Aún podrá superarla mientras se genera el texto. Por lo tanto, si quieres limitar el uso de RAM para 10000 Mb, deberás probablemente ponerlo a 9500Mb. Lo mismo se aplica al límite de VRAM.
fr: La limite de mémoire obligera le serveur à ne pas dépasser cette limite lors du chargement d'un IA. Le serveur peut cependant la dépasser lors de la génération de texte. Donc, si vous souhaitez ne pas dépaser 10000Mb, il est recommendé de limiter la mémoire à 9500Mb. De meme pour la VRAM.
ru: Ограничение памяти заставить сервер не использовать больше памяти чем указано для загрузки модели. Он всё равно может выйти за ограничение при генерации текста. В таком случае если вы хотите ограничить использование оперативной памяти до 10000 Мб, стоит поставить ограничение на 9500 Мб. Так же и с ограничением для видеопамяти.
tr: Belleğin sınırlandırılması sunucunun hiçbir zaman bir modeli yüklemek için belirtilenden daha fazla bellek kullanmamasına neden olacaktır. Metin oluştururken yine de bu sınırı aşabilir. Bu nedenle, RAM kullanımını 10000MB ile sınırlamak istiyorsan yaklaşık 9500MB olarak ayarlamalısın. Aynı durum VRAM sınırı için de geçerlidir.

source: Limit memory usage
es: Limitar el uso de memoria
fr: Limiter la mémoire utilisée
ru: Ограничить использование памяти
tr: Bellek kullanımını sınırla

source: Display advanced options
es: Mostrar opciones avanzadas
fr: Afficher les options avancées
ru: Отображать дополнительные настройки
tr: Gelişmiş seçenekleri görüntüle

source: Advanced options
es: Opciones avanzadas
fr: Options avancées
ru: Дополнительные настройки
tr: Gelişmiş seçenekler

source: It is recommended to only edit the advanced options if you know what you are doing. If you happen to "break" the generation, just press the "reset" button.
es: Se recomienda editar las opciones avanzadas sólo si sabes lo que estás haciendo. Si, por ocurrencia, "rompes" la generación, basta pulsar el botón "resetear".
fr: Il est recommandé de ne modifier les options avancées que si vous savez ce que vous faites. Si vous arrivez à "casser" la génération, appuyez simplement sur le bouton "réinitialiser".
ru: Рекомендуется изменять дополнительные настройки только в том случае, если вы знаете, что делаете. Если вы случайно "сломаете" генерацию, просто нажмите кнопку "сброса".
tr: Gelişmiş seçenekleri yalnızca ne yaptığını biliyorsan düzenlemen önerilir. Üretimi "bozman" durumunda "sıfırla" düğmesine bas.

source: This is an experimental feature. It reduces by ~2 the memory needed by the server.
es: Esta es una función experimental. Reduce ~2 a la memoria necesaria el servidor.
fr: C'est une fonctionnalité expérimentale. Elle réduit de ~2 la mémoire nécessaire au serveur.
ru: Это экспериментальная функция. Она уменьшает количество памяти, нужное серверу на ~2.
tr: Bu özellik deneme amaçlı bir özelliktir. Sunucunun ihtiyaç duyduğu belleği ~2 azaltır.

source: Low RAM mode
es: Modo de RAM bajo
fr: Mode économie de RAM
ru: Режим низкой оперативной памяти
tr: Düşük RAM modu

source: Enable randomly picking the next word. It limits the repetition.
es: Activa la selección aleatoria de la palabra siguiente. Limita la repetición.
fr: Permet de choisir au hasard le mot suivant. Ça limite la répétition.
ru: Разрешает случайный выбор следующих слов. Ограничивает повторение.
tr: Bir sonraki kelimeyi rastgele seçme özelliğini etkinleştir. Tekrarlamayı sınırlar.

source: The K most likely next words are filtered and the probability mass is redistributed among only those K next words. Set to 0 to disable it.
es: Las palabras K siguientes son filtradas y la probabilidad de masa es redistribuida entre solamente esas K palabras siguientes. Ajusta para 0 para desactivarlo.
fr: Les mots suivants K les plus probables sont filtrés et la masse de probabilité est redistribuée parmi les seuls K mots suivants. Mettre à 0 pour le désactiver.
ru: K наиболее вероятных следующих слов фильтруются и масса вероятности перераспределяется. среди только этих K следующих слов. Установите на 0, чтобы отключить.
tr: Büyük olasılıkla sonraki K kelime filtrelenir ve olasılık kütlesi yalnızca sonraki K kelime arasında yeniden dağıtılır. Devre dışı bırakmak için 0 olarak ayarla.

source: Top k
ru: Топ К

source: Chooses from the smallest possible set of words whose cumulative probability exceeds the probability p. The probability mass is then redistributed among this set of words. If set to < 1, only the most probable tokens with probabilities that add up to top_p or higher are kept for generation. Set to 0 to disable it.
es: Elige entre el menor conjunto posible de palabras cuya probabilidad acumulada supere la probabilidad p. A continuación, la masa de probabilidad se redistribuye en ese conjunto de palabras. Si se ajusta a < 1, sólo los elementos com probabilidades más grandes de sumar hasta top_p o más se salvan para la generación. Ajusta para 0 para desactivarlo.
fr: Choisit les plus petit ensemble possible de mots dont le cumul de probabilité dépasse la probabilité p. La masse de probabilité est ensuite redistribuée parmi cet ensemble de mots. Si la valeur est < 1, seuls les jetons les plus probables avec des probabilités qui s'additionnent jusqu’à top_p ou plus sont conservées pour la génération. Mettre à 0 pour le désactiver.
ru: Выбирает из наименьшего возможного набора слов, совокупная вероятность которых превышает вероятность p. Затем вероятностная масса перераспределяется между этим набором слов. Если установлено значение < 1, будут использоваться только наиболее вероятные токены с вероятностью, добавить до top_p или выше, сохраняются для генерации. Установите на 0, чтобы отключить.
tr: Kümülatif olasılığı p olasılığını aşan mümkün olan en küçük kelime kümesinden seçim yapar. Olasılık kütlesi daha sonra bu kelime dizisi arasında yeniden dağıtılır. < 1 olarak ayarlanırsa yalnızca toplamı Top-P ya da daha yüksek olan olasılıklara sahip en olası belirteçler üretim için tutulur. Devre dışı bırakmak için 0 olarak ayarla.

source: Top p
ru: Топ р

source: If greater than 1, executes beam search for cleaner text. 1 means no beam search.
es: Si es mayor que 1, ejecuta una búsqueda de texto más limpio.v 1 significa sin búsqueda de vías.
fr: S'il est supérieur à 1, exécute la recherche de faisceau pour un texte plus propre. 1 signifie pas de recherche de faisceau.
ru: Если выше 1, производит лучевой поиск для чистого текста. 1 значит нет лучевому поиску.
tr: 1'den büyükse daha temiz bir metin için ışın araması gerçekleştirir 1, ışın araması yapılmadığı anlamına gelir.

source: Number of beams
es: Número de vías
fr: Nombre de faisceaux
ru: Количество лучей
tr: Işın sayısı

source: Token length to avoid repeating given phrases. Set to 0 to disable it.
es: Largura de los elementos para evitar la repetición de frases determinadas. Ajusta para 0 para desactivarlo.
fr: S'il est supérieur à 1, exécute la recherche de faisceau pour un texte plus propre. 1 signifie pas de recherche de faisceau.
ru: Длина токена для избежания повторения заданных фраз. Установите на 0, чтобы отключить.
tr: Verilen ifadelerin tekrarlanmasını önlemeye yönelik belirteç uzunluğu. Devre dışı bırakmak için 0 olarak ayarla.

source: If the weight of the CPU state dictionnary + the biggest shard of the checkpoint does not fit, will temporarily offload the CPU state dictionary to the hard drive to avoid getting out of CPU RAM.
es: Si el peso del diccionario de estado de la CPU + el fragmento más grande del checkpoint no cabe, se descargará temporalmente el diccionario de estado de la CPU al disco duro para evitar salir de la RAM de la CPU.
fr: Si le poids du CPU state dictionnary + la plus grosse partie du checkpoint ne rentre pas dans la RAM, alors le CPU state dictionnary sera temporairement déchargé sur le disque pour éviter saturer la RAM du CPU.
ru: Если вес словаря состояний ЦП + самый большой шард контрольной точки не помещается, временно выгрузит словарь состояния ЦП на жесткий диск, чтобы не исчерпать ОЗУ ЦП.
tr: CPU durumu sözlüğünün ağırlığı + denetim noktasının en büyük parçası sığmıyorsa CPU RAM'ini aşmayı önlemek için CPU durumu sözlüğünü geçici olarak sabit sürücüye aktarır.

source: Offload dictionary
es: Descargar diccionario
fr: Décharger le dictionnaire
ru: Разгрузить словарь
tr: Aktarma sözlüğü

source: Change how the AI is dispatched on the GPU and CPU.
es: Cambiar el modo de envío de la IA en la GPU y CPU.
fr: Change la manière dont l'IA est répartie sur le GPU et le CPU.
ru: Измените способ распределения ИИ на GPU и CPU.
tr: Yapay zekânın GPU ve CPU'ya gönderilme şeklini değiştir.

source: A torch.dtype is an object that represents the data type of a torch.Tensor. PyTorch has twelve different data types.
es: La torch.dtype es un objeto que representa el tipo de datos de una torch.Tensor. PyTorch tiene doce tipos de datos diferentes.
fr: Un torch.dtype est un objet qui représente le type de données d'un Torch.Tensor. PyTorch dispose de douze types de données différents.
ru: Torch.dtype это объект, представляющий тип данных torch.Tensor. PyTorch имеет двенадцать различных типов данных.
tr: torch.dtype, torch.Tensor'ün veri türünü temsil eden bir nesnedir. PyTorch, on iki farklı veri türüne sahiptir.

source: Cancel
es: Cancelar
fr: Annuler
ru: Отмена
tr: İptal et

source: Previous
es: Anterior
fr: Précédent
ru: Назад
tr: Önceki

source: Next
es: Siguiente
fr: Suivant
ru: Вперед
tr: Sonraki

source: Ask another generation
es: Pedir otra generación
fr: Générer une autre réponse
ru: Попросить другую генерацию
tr: Başka bir tane üretmesini iste

source: Validate
es: Validar
fr: Valider
ru: Подтвердить
tr: Onayla

source: Undo
es: Deshacer
ru: Отменить
tr: Geri al

source: Redo
es: Rehacer
ru: Повторить
tr: Tekrarla

source: Lorebook
es: Enciclopedia
fr: Encyclopédie
ru: Энциклопедия
tr: Ansiklopedi

# characters like an individual. Not like characters in a word.
source: Character
es: Personage
fr: Personnage
ru: Персонаж
tr: Karakter

source: Click to modify memory.
es: Pulsa para modificar memoria.
fr: Cliquez pour modifier la mémoire.
ru: Нажмите, чтобы модифицировать память.
tr: Belleği değiştirmek için tıkla.

source: Memory
es: Memoria
fr: Mémoire
ru: Память
tr: Bellek

source: Click to switch of mode.
es: Pulsa para cambiar de modo.
fr: Cliquez pour changer de mode.
ru: Нажмите, чтобы переключить режим.
tr: Modu değiştirmek için dokun.

source: Story
es: Historia
fr: Histoire
ru: История
tr: Hikâye

source: The knight draws his sword and takes a step forward.
es: El caballero desenvaina su espada y da un paso hacia delante.
fr: Le chevalier dégaine son épée et fait un pas en avant.
ru: Рыцарь обнажает меч и делает шаг вперед.
tr: Şövalye kılıcını çeker ve ileri doğru bir adım atar.

source: Generate
es: Generar
fr: Générer
ru: Сгенерировать
tr: Üret

source: Export
es: Exportar
fr: Exporter
ru: Экспорт
tr: Dışarı Aktar

source: Import
es: Importar
fr: Importer
ru: Импорт
tr: İçeri Aktar

source: Rename
es: Cambiar nombre
fr: Renommer
ru: Переименовать
tr: Yeniden Adlandır

source: Add
es: Adicionar
fr: Ajouter
ru: Добавить
tr: Ekle

source: Delete
es: Borrar
fr: Supprimer
ru: Удалить
tr: Sil

source: Lorebooks
es: Enciclopedias
fr: Encyclopédie
ru: Энциклопедии
tr: Ansiklopediler

source: Open Lorebooks' folder.
es: Abrir carpeta de la Enciclopedia.
fr: Ouvrir le dossier des encyclopédies.
ru: Открыть папку с энциклопедиями.
tr: Ansiklopedilerin bulunduğu klasörü aç.

source: Buy the complete version to unlock.
es: Compra la versión completa para desbloquear.
fr: Acheter la version complète pour débloquer.
ru: Купите полную версию, чтобы открыть.
tr: Kilidini açmak için tam sürümü satın al.

source: Play
es: Jugar
fr: Jouer
ru: Играть
tr: Oyna

source: Create
es: Crear
fr: Créer
ru: Создать
tr: Oluştur

source: Steam Workshop
fr: Workshop Steam
ru: Мастерская Steam
tr: Steam Atölye

source: Options
es: Opciones
ru: Настройки
tr: Seçenekler

source: Community
es: Comunidad
fr: communauté
ru: Сообщество
tr: Topluluk

source: Help
es: Ayuda
fr: Aide
ru: Помощь
tr: Yardım

source: Credits
es: Créditos
fr: Crédits
ru: Создатели
tr: Katkıda Bulunanlar

source: Exit
es: Salir
fr: Quitter
ru: Выход
tr: Çık

source: AIdventure
ru: АИдвенчура

source: Copyright (c) 2022-Present Lyaaaaa Games™
ru: Копирайт (c) 2022-Сегодня Lyaaaaa Games™
tr: 2022'den Günümüze Telif Hakları Sahibi (c): Lyaaaaa Games™

source: Double click to edit the story.
es: Pulsa dos veces para editar la historia.
fr: Double cliquez pour éditer l'histoire.
ru: Сделайте двойной клик для того, чтобы изменить историю.
tr: Hikâyeyi düzenlemek için çift tıkla.

source: Press enter to validate. Press escape to cancel. Press shift + enter to insert a new line.
es: Pulsa enter para validar. Pulsa escape para cancelar. Pulsa shift + enter para inserir una nueva línea.
fr: Appuyez sur Entrée pour valider. Appuyez sur Échap pour annuler. Appuyez sur Maj + Entrée pour insérer une nouvelle ligne.
ru: Нажмите Enter, чтобы подтвердить. Нажмтие ESC, чтобы отменить. Нажмите Shift + Enter, чтобы добавить новую строку.
tr: Onaylamak için Enter tuşuna bas. İptal etmek için Esc tuşuna bas. Yeni bir satır eklemek için Shift + Enter tuşlarına bas.

source: Scenarios
es: Escenarios
fr: Scénarios
ru: Сценарии
tr: Senaryolar

source: Open scenarios' folder
es: Abrir carpeta de escenarios
fr: Ouvrir le dossier des scénarios
ru: Открыть папку с сценариями
tr: Senaryoların bulunduğu klasörü aç

source: Custom start
es: Inicio personalizado
fr: Départ personnalisé
ru: Пользовательский старт
tr: Özel başlangıç

source: Open AI's folder
es: Abrir carpeta de la IA
fr: Ouvrir le dossier des IA
ru: Открыть папку с ИИ
tr: Yapay Zekâ klasörünü aç

source: How much memory do you want to allocate to the server?
es: ¿Cuanta memoria quieres asignar al servidor?
fr: Quelle quantité de mémoire souhaitez-vous allouer au serveur ?
ru: Сколько памяти вы хотите выделить на сервер?
tr: Sunucuya ne kadar bellek tahsis etmek istiyorsun?

source: Enter the name of the AI from huggingface.co. E.g: For https://huggingface.co/sshleifer/tiny-gpt2 enter sshleifer/tiny-gpt2
es: Introduce el nombre de la IA proveniente de huggingface.co. Ex.: Para https://huggingface.co/sshleifer/tiny-gpt2, introduce sshleifer/tiny-gpt2
fr: Entrez le nom de l’IA de huggingface.co. par ex : Pour https://huggingface.co/sshleifer/tiny-gpt2 entrez sshleifer/tiny-gpt2
ru: Введите имя ИИ с huggingface.co Например: Для https://huggingface.co/sshleifer/tiny-gpt2 введите sshleifer/tiny-gpt2
tr: huggingface.co sayfasındaki Yapay Zekânın adını gir. Örneğin: https://huggingface.co/sshleifer/tiny-gpt2 için sshleifer/tiny-gpt2 yaz

source: enter the name of the AI
es: introduce el nombre de la IA
fr: entrer le nom de l'IA
ru: введите имя ИИ
tr: Yapay Zekânın adını gir

source: Customs AIs aren't tested. They might not work or be too big for your PC.
es: IAs personalizadas no están testadas. Puede que no funcionen o son demasiado grandes para tu PC.
fr: Les IA personnalisées ne sont pas testées. Elles pourraient ne pas fonctionner ou être trop grandes pour votre PC.
ru: Пользовательские ИИ не тестированы. Они могут не работать или быть слишком большие для вашего ПК.
tr: Özel Yapay Zekâlar test edilmez. Çalışmayabilirler ya da kişisel bilgisayarın için çok büyük olabilirler.

source: Browse for AIs
es: Buscar un IA
fr: Rechercher des IA
ru: Просмотреть ИИ
tr: Yapay Zekâ ara

source: Download
es: Descargar
fr: Télécharger
ru: Скачать
tr: İndir

source: No
fr: Non
ru: Нет
tr: Hayır

source: Yes
es: Sí
fr: Oui
ru: Да
tr: Evet

source: An error occured!
es: ¡Ha ocurrido un error!
fr: Une erreur est survenue !
ru: Произошла ошибка!
tr: Bir hata meydana geldi!

source: Report the error on Discord or the forum
es: Informa sobre el error en Discord o en el foro
fr: Signaler l'erreur sur Discord ou le forum
ru: Отправьте ошибку в Discord или на форум
tr: Discord kanalında ya da forum sayfasında sorunu bildir

source: Logs copied in the clipboard!
es: ¡Registros copiados en el clipboard!
fr: Logs copiés dans le presse-papiers !
ru: Логи скопированы!
tr: Kayıtlar panoya kopyalandı!

source: Copy logs to clipboard
es: Copiar registros para el clipboard
fr: Copier les logs dans le presse-papiers
ru: Скопировать логи
tr: Kayıtları panoya kopyala

source: Forum
es: Foro
ru: Форум

source: Main menu
es: Menú principal
fr: Menu principal
ru: Главное меню
tr: Ana menü

source: AIdventure
ru: АИдвенчура

source: Resume
es: Continuar
fr: Continuer
ru: Продолжить
tr: Devam et

source: Return to main menu
es: Volver al menú principal
fr: Retourner au menu principal
ru: Вернуться в главное меню
tr: Ana menüye geri dön
