Repository: LyaaaaaGames/AIdventure_Localization
Catalog: src/*.po
Languages: es, fr, ru, tr

source: Exit the game
es: Salir del juego
fr: Quitter le jeu
ru: Выйти из игры
tr: Oyundan çık

source: The "Memory max length" defined in your option is too small for this scenario. Memory length required :
es: La "Largura máxima de Memoria" definida en tus opciones es demasiado pequeña para este escenario. Largura de memoria necesaria:
fr: La "Taille max de la mémoire" définie dans les options est trop petite pour ce scénario. Longueur de mémoire requise :
ru: Ваша настройка "Максимальная длина памяти" слишком мала для данного сценария. Нужная длина памяти :
tr: Seçeneğinde tanımlanan "Maksimum bellek uzunluğu" bu senaryo için çok küçük. Gereken bellek uzunluğu:

source: Do you want to change the "Memory max length" option to play this scenario in the best conditions?
es: ¿Deseas cambiar la opción de "Largura máxima de Memoria" para jugar esta escena en las mejores condiciones?
fr: Voulez-vous changer l'option "Taille max de la mémoire" pour jouer ce scénario dans les meilleures conditions ?
ru: Вы хотите изменить настройку "Максимальная длина памяти" чтобы сыграть этот сценарий в лучших условиях?
tr: Bu senaryoyu en iyi koşullarda oynatmak için "Maksimum bellek uzunluğu" seçeneğini değiştirmek istiyor musun?

source: The game didn't find the installation. Please, run the installer and install the game.
es: El juego no encontró la instalación. Por favor, ejecuta el instalador e instala el juego.
fr: Le jeu n’a pas trouvé l'installation. Veuillez lancer l'installateur et installer le jeu.
ru: Игра не нашла установку. Пожалуйста, запустите установщик и установите игру.
tr: Oyun, kurulum dosyasını bulamadı. Lütfen kurulum programını çalıştır ve oyunu kur.

source: Your installation is outdated. Please, run the installer and update.
es: Tu instalación no está actualizada. Por favor, ejecuta el instalador y actualización.
fr: Votre installation est obsolète. Veuillez exécuter l'installateur et mettre à jour.
ru: Ваша установка устарела. Пожалуйста, запустите установщик и обновитесь.
tr: Kurulumun güncel değil. Lütfen kurulum programını çalıştır ve güncelle.

source: Installer not found.
es: Instalador no encontrado.
fr: Installateur introuvable.
ru: Установщек не найден.
tr: Kurulum programı bulunamadı.

source: Launch the installer
es: Inicia el instalador
fr: Lancer l'installeur
ru: Запустить установщик
tr: Kurulum programını başlat

source: Skip
es: Saltar
fr: Passer
ru: Пропустить
tr: Atla

source: I already installed the game
es: Ya he instalado el juego
fr: J'ai déjà installé le jeu
ru: Я уже установил игру
tr: Oyunu zaten kurdum

source: Thank you for downloading AIdventure's demo!
es: ¡Gracias por descargar la demo de AIdventure!
fr: Merci pour le d'avoir téléchargé de la démo d'AIdventure !
ru: Спасибо за скачивание демо АИдвенчуры!
tr: AIdventure demo sürümünü indirdiğin için teşekkürler!

source: The following features are disabled in the demo:
es: Las siguientes funciones están desactivadas en la demo:
fr: Les fonctions suivantes sont désactivées dans la démo :
ru: На данный момент в демо отключены:
tr: Demo sürümünde aşağıdaki özellikler devre dışı bırakılmıştır:

source: The creation menu Custom scenarios Connecting to a remote server Steam Workshop menu
es: El menú de creación Escenarios personalizados Conexión a un servidor remoto Menu del Steam Workshop
fr: Le menu de création Les scénarios personnalisés La connexion à un serveur distant Le Workshop Steam.
ru: Меню создания Пользовательские сценарии Подключение к удаленному серверу Меню Steam Мастерской
tr: Oluşturma menüsü Özel senaryolar Uzaktaki bir sunucuya bağlanma Steam Atölye menüsü

source: You also have a limited number of AIs:
es: También tienes un número de IAs limitado:
fr: Vous avez également un nombre limité d’IA :
ru: У вас так же ограниченное количество ИИ:
tr: Sahip olduğun Yapay Zekâlar da sınırlıdır:

# characters like in a text. Not an individual.
source: The stories are limited to a maximum number of characters:
es: Las historias están limitadas a un número máximo de caracteres:
fr: Les histoires sont limitées à un nombre maximum de caractères :
ru: Истории лимитированы определенному количеству символов:
tr: Hikâyeler belirli bir maksimum karakter sayısı ile sınırlıdır:

source: Play the game
es: Jugar el juego
fr: Jouer au jeu
ru: Начать игру
tr: Oyunu oyna

source: Join the community
es: Unirse a la comunidad
fr: Rejoindre la communauté
ru: Присоединиться к сообществу
tr: Topluluğa katıl

source: Buy the game
es: Comprar el juego
fr: Acheter le jeu
ru: Купить игру
tr: Oyunu satın al

source: Write here what the AI must always remember.
es: Escribe aquí lo que la IA debe siempre recordar.
fr: Écrivez ici ce dont l'IA doit toujours se souvenir.
ru: Напишите здесь что ИИ должен помнить всегда.
tr: Yapay Zekânın her zaman hatırlaması gerekenleri buraya yaz.

source: Please, wait
es: Por favor, aguarda
fr: SVP, attendez
ru: Пожалуйста, подождите
tr: Lütfen bekle

source: AI downloading
es: descargando IA
fr: IA en cours de téléchargement
ru: ИИ скачивается
tr: Yapay Zekâ indiriliyor

source: Please wait until the download is done.
es: Por favor aguarda hasta que la descarga termine.
fr: Veuillez attendre que le téléchargement soit terminé.
ru: Пожалуйста, дождитесь окончания скачивания.
tr: İndirme tamamlanana kadar lütfen bekle.

source: Enable edition
es: Permitir edición
fr: Activer les modifications
ru: Включить редактирование
tr: Sürümü etkinleştir

source: Show embedded lorebook
es: Mostrar la enciclopedia incorporada
fr: Voir l'encyclopédie intégrée
ru: Показать встроенный энциклопедию
tr: Tümleşik ansiklopediyi göster

source: Merge the entries of multiple lorebooks together.
es: Mezclar las entradas de varias enciclopedias.
fr: Fusionner les entrées de plusieurs encyclopédies ensemble.
ru: Объединить записи нескольких энциклопедий.
tr: Birden fazla ansiklopedinin kayıtlarını birleştir.

source: Merge entries
es: Mezclar entradas
fr: Fusionner les entrées
ru: Объединить записи
tr: Kayıtları birleştir

source: Translate
es: Traducir
fr: Traduire
ru: Перевести
tr: Çevir

source: Save
es: Salvar
fr: Sauvegarder
ru: Сохранить
tr: Kaydet

source: Save as
es: Salvar como
fr: Sauvegarder sous
ru: Сохранить как
tr: Farklı kaydet

source: Filter by workshop
es: Filtrar por workshop
fr: Filtrer par Workshop
ru: Фильтр мастерской
tr: Atölyeye göre filtrele

source: Memory saving preset.
es: Preset de grabación de memoria.
fr: Préréglage d'économie de mémoire
ru: Пресет настройки памяти.
tr: Bellek tasarrufu ön ayarı.

source: Memory saving preset for CPU only.
es: Preset de grabación de memoria sólo para CPU.
fr: Préréglage d'économie de mémoire avec CPU seulement
ru: Пресет настройки памяти только для CPU.
tr: Yalnızca CPU'ya yönelik bellek tasarrufu ön ayarı.

source: Performance preset.
es: Preset de ejecución.
fr: Préréglage pour performance.
ru: Пресет производительности.
tr: Performans ön ayarı.

source: Performance preset for CPU only.
es: Preset de ejecución sólo para CPU.
fr: Préréglage pour performance avec CPU seulement.
ru: Пресет производительности только для CPU.
tr: Yalnızca CPU'ya yönelik performans ön ayarı.

source: AIdventure notification
es: Notificación de AIdventure
fr: Notification d'AIdventure
ru: АИдвенчура уведомление
tr: AIdventure bildirimi

source: Title
es: Título
fr: Titre
ru: Название
tr: Başlık

source: Author
es: Autor
fr: Auteur
ru: Автор
tr: Yazar

source: Steam Workshop ID
es: ID del Steam Workshop
fr: ID du Workshop Steam
ru: ID мастерской Steam
tr: Steam Atölye Kimliği

source: Category
es: Categoría
fr: Catégorie
ru: Категория
tr: Kategori

source: Enter a name.
es: Introduce un nombre.
fr: entrer un nom.
ru: Введите имя.
tr: Bir ad gir.

source: Cool name
es: Qué guay
fr: Super nom
ru: Крутое имя
tr: Havalı bir ad

source: This name is already taken. Please, choose another one.
es: Este nombre ya está siendo usado. Por favor, elige otro.
fr: Ce nom est déjà pris. Veuillez en choisir un autre.
ru: Это имя уже занято. Пожалуйста, выберите другое имя.
tr: Bu ad zaten alınmış. Lütfen başka bir ad seç.

source: Ok
es: Okay
ru: Ок
tr: Tamam

source: Closed the connection with the server.
es: Conexión con el servidor cerrada.
fr: Connexion avec le serveur fermée.
ru: Закрыто подключение с сервером.
tr: Sunucu ile bağlantı kapatıldı.

source: Failed to connect to the server.
es: No se pudo conectar al servidor.
fr: La connexion avec le serveur a échouée.
ru: Не удалось подключиться к серверу.
tr: Sunucuya bağlanılamadı.

source: Connection established with the server.
es: Conexión al servidor establecida.
fr: Connexion avec le serveur établie.
ru: Установлено подключение к серверу.
tr: Sunucu ile bağlantı kuruldu.

source: Text generated.
es: Texto generado.
fr: Texte généré.
ru: Текст сгенерирован.
tr: Metin üretildi.

source: Generator loaded.
es: Generador cargado.
fr: Générateur chargé.
ru: Генератор загружен.
tr: Üretici yüklendi.

source: Failed loading Generator.
es: Falla al cargar el Generador.
fr: Le chargement du générateur a échoué.
ru: Ошибка при загрузке Генератора.
tr: Üreticiyi yükleme işlemi başarısız oldu.

source: Translators loaded.
es: Traductores cargados.
fr: Traducteur chargé.
ru: Переводчики загружены.
tr: Tercümanlar yüklendi.

source: If enabled, the source lorebook will overwrite conflicting entries. If disabled, no entry will be erased but the conflicting entries will be renamed.
es: Si activado, la enciclopedia original sobrescribirá las entradas conflictivas. Si desactivado, ninguna entrada será borrada, pero las entradas conflictivas serán renombradas.
fr: Si cette option est activée, l'encyclopédie source écrasera les entrées en conflit. Si elle est désactivée, aucune entrée ne sera effacée, mais les entrées en conflit seront renommées.
ru: Если включено, источник из энциклопедии перезапишет конфликтующие записи. Если выключено, записи не будут удалены, но конфликтующие записи будут переименованы.
tr: Etkinleştirilirse kaynak ansiklopedi kayıtların üzerine yazacaktır. Devre dışı bırakılırsa hiçbir kayıt silinmeyecek, ancak çakışan kayıtlar yeniden adlandırılacaktır.

source: Allow overwriting
es: Permitir sobrescritura
fr: Autoriser l’écrasement
ru: Разрешить перезапись
tr: Üzerine yazmaya izin ver

source: Select a lorebook to import.
es: Selecciona una enciclopedia para importar.
fr: Sélectionnez un lorebook à importer.
ru: Выбрать энциклопедию для импорта.
tr: İçeri aktarılacak bir ansiklopedi seç.

source: Windowed
es: Ventana
fr: Fenêtré
ru: В окне
tr: Pencereli

source: Fullscreen
es: Pantalla completa
fr: Plein écran
ru: Полный экран
tr: Tam ekran

source: Borderless
es: Sin bordes
fr: Plein écran fenêtré
ru: Без рамок
tr: Kenarlıksız

source: Select an AI for your game.
es: Selecciona una IA para tu partida.
fr: Sélectionnez une IA pour votre jeu.
ru: Выбрать ИИ для вашей игры.
tr: Oyunun için bir Yapay Zekâ seç.

source: Buy the game to unlock more powerful AIs
es: Compra el juego para desbloquear IAs más avanzadas
fr: Acheter le jeu pour débloquer des IA plus puissantes
ru: Купите игру, чтобы открыть более мощные ИИ
tr: Daha güçlü Yapay Zekâların kilidini açmak için oyunu satın al

source: Load AI
es: Cargar IA
fr: Charger l'IA
ru: Загрузить ИИ
tr: Yapay Zekâyı Yükle

source: Manage AIs
es: Gestionar IAs
fr: Gérer les IA
ru: Управлять ИИ
tr: Yapay Zekâları Yönet

source: The maximum GPU memory allowed to be used by the Generator.
es: La memoria máxima de GPU permitida para ser utilizada por el Generador.
fr: La mémoire GPU maximale autorisée pour le générateur.
ru: Максимальная память GPU, разрешенная для использования Генератором.
tr: Üretici tarafından kullanılmasına izin verilen maksimum GPU belleği.

source: Max VRAM
es: VRAM máxima
fr: VRAM max
ru: Максимальное количество видеопамяти
tr: Maksimum VRAM

source: The maximum memory allowed to be used by the Generator.
es: La memoria máxima permitida para ser utilizada por el Generador.
fr: La mémoire maximale autorisée pour le générateur.
ru: Максимальное количество памяти, разрешенное для использования Генератором.
tr: Üretici tarafından kullanılmasına izin verilen maksimum bellek.

source: Max RAM
es: RAM máxima
fr: RAM max
ru: Максимальная оперативная память
tr: Maksimum RAM

source: Reset
es: Resetear
fr: Réinitialiser
ru: Сброс
tr: Sıfırla

source: First person
es: Primera persona
fr: Première personne
ru: От первого лица
tr: Birinci şahıs

source: Second person
es: Segunda persona
fr: Seconde personne
ru: От второго лица
tr: İkinci şahıs

source: Copy logs to clipboard
es: Copiar registros para el clipboard
fr: Copier les logs dans le presse-papiers
ru: Скопировать логи
tr: Kayıtları panoya kopyala

source: Select a language.
es: Selecciona un idioma.
fr: Sélectionner une langue
ru: Выберите язык.
tr: Bir dil seç.

source: Failed loading translator.
es: Falla al cargar traductor.
fr: Le chargement du traducteur a échoué.
ru: Ошибка при загрузке переводчика.
tr: Tercümanı yükleme işlemi başarısız oldu.

source: Translation in progress.
es: Traducción en curso.
fr: Traduction en cours.
ru: Перевод в прогрессе.
tr: Tercüme devam ediyor.

source: Scenario's translation over.
es: Traducción del escenario terminada.
fr: La traduction du scénario est terminée.
ru: Перевод сценария закончен.
tr: Senaryonun tercümesi tamamlandı.

source: Lorebook's translation over.
es: Traducción de la enciclopedia terminada.
fr: La traduction de l'encyclopédie est terminée.
ru: Перевод энциклопедий закончен.
tr: Ansiklopedinin tercümesi tamamlandı.

source: Memory's translation in progress.
es: Traducción de la memoria en curso.
fr: Traduction de la mémoire en cours.
ru: Перевод памяти в прогрессе.
tr: Belleğin tercümesi devam ediyor.

source: Story's translation in progress.
es: Traducción de la historia en curso.
fr: Traduction de l'histoire en cours.
ru: Перевод истории в прогрессе.
tr: Hikâyenin tercümesi devam ediyor.

source: Lorebook's translation in progress.
es: Traducción de la enciclopedia en curso.
fr: Traduction de l'encyclopédie en cours.
ru: Перевод энциклопедии в прогрессе.
tr: Ansiklopedinin tercümesi devam ediyor.

source: Scenario saved.
es: Escenario salvado.
fr: Scénario sauvegardé.
ru: Сценарий сохранен.
tr: Senaryo kaydedildi.

source: Error, can't save scenario.
es: Error, no se pudo salvar el escenario.
fr: Erreur, impossible de sauvegarder le scénario.
ru: Ошибка, нельзя сохранить сценарий.
tr: Hata, senaryo kaydedilemiyor.

source: empty your bucket of water on the knight's head.
es: vacia tu balde de agua en la cabeza del caballero.
fr: videz votre seau d'eau sur la tête du chevalier.
ru: вылить ведро воды на голову рыцаря.
tr: kovadaki suyu şövalyenin başından aşağı boşalt.

source: conceal the stolen ring in your pocket.
es: esconde el anillo robado en tu bolsillo.
fr: cachez la bague volée dans votre poche.
ru: спрятать украденное кольцо в кармане.
tr: çalınan yüzüğü cebinde sakla.

source: Sir, is that your mule or your mother?
es: Señor, ¿es esa su mula o su madre?
fr: Sire, est-ce votre mule ou votre génitrice?
ru: Сэр, это ваш мул или ваша мать?
tr: Bayım, bu sizin katırınız mı yoksa anneniz mi?

source: Do
es: Hacer
fr: Faire
ru: Сделать
tr: Yap

source: Say
es: Decir
fr: Dire
ru: Сказать
tr: Söyle

source: Try
es: Intentar
fr: Essayer
ru: Попытаться
tr: Dene

source: Failed sending data to the server.
es: Falla al enviar datos para el servidor.
fr: Échec de l'envoi de données au serveur.
ru: Не удалось отправить данные на сервер.
tr: Verileri sunucuya gönderme işlemi başarısız oldu.

source: Couldn't save game.
es: No se pudo salvar la partida.
fr: Impossible de sauvegarder la partie
ru: Не удалось сохранить игру.
tr: Oyun kaydedilemiyor.

source: Successfully saved the lorebook.
es: Enciclopedia salvada con éxito.
fr: Sauvegarde de l'encyclopédie réussie.
ru: Успешно сохранено в энциклопедию.
tr: Ansiklopedi başarılı bir şekilde kaydedildi.

source: Error, can't save the lorebook.
es: Error, no se pudo salvar la enciclopedia.
fr: Erreur, impossible de sauvegarder l'encyclopédie.
ru: Ошибка, невозможно сохранить энциклопедию.
tr: Hata, ansiklopedi kaydedilemiyor.

source: Added the following entry.
es: La siguiente entrada fue añadida.
fr: Entrée suivante ajoutée.
ru: Добавлена следущая запись.
tr: Aşağıdaki kayıt eklendi.

source: Error, can't add the entry.
es: Error, no se pudo añadir la entrada.
fr: Erreur, impossible d'ajouter l'entrée.
ru: Ошибка, невозможно добавить запись.
tr: Hata, kayıt eklenemiyor.

source: Deleted the entry.
es: Entrada borrada.
fr: Entrée supprimée.
ru: Удалить запись.
tr: Kayıt silindi.

source: Error, can't delete entry.
es: Error, no se pudo borrar la entrada.
fr: Erreur, impossible de supprimer l'entrée.
ru: Ошибка, невозможно удалить запись.
tr: Hata, kayıt silinemiyor.

source: Renamed the entry.
es: Nombre de la entrada cambiado.
fr: Entrée renommé.
ru: Запись переименована.
tr: Kayıt yeniden adlandırıldı.

source: Error, can't rename the entry.
es: Error, no se pudo cambiar el nombre de la entrada.
fr: Erreur, impossible de renommé l'entrée.
ru: Ошибка, невозможно переименовать запись.
tr: Hata, kayıt yeniden adlandırılamıyor.

source: Successfully exported the lorebook.
es: Enciclopedia exportado con éxito.
fr: Encyclopédie exportée.
ru: Энциклопедия успешно экспортирована.
tr: Ansiklopediyi başarılı bir şekilde dışarı aktarıldı.

source: Error, can't export the lorebook.
es: Error, no se pudo exportar la enciclopedia.
fr: Erreur, impossible d'exporter l'encyclopédie.
ru: Ошибка, невозможно экспортировать энциклопедию.
tr: Hata, ansiklopedi dışarı aktarılamıyor.

source: The server is off.
es: El servidor está desactivado.
fr: Le serveur est éteint.
ru: Сервер выключен.
tr: Sunucu kapalı.

# The first person pronoun. It is placed before the user's input.
source: I
es: Yo
fr: Je
ru: Я
tr: Ben

# The second person pronoun. It is placed before the user's input.
source: You
es: Tú
fr: Tu
ru: Ты
tr: Sen

# Conjugate say for I. E.g: I say. (Don't add uppercase)
source: say
es: digo
fr: dis
ru: говорю
tr: söyle

# Conjugate say for You. E.g: You say. (Don't add uppercase)
source: say
es: dices
fr: dis
ru: говоришь
tr: söyle

# Conjugate for I. E.g: I succeed to. (Don't add uppercase)
source: succeed to
es: logré
fr: réussis à
ru: справляюсь с
tr: başardım

# Conjugate for You. E.g: You succeed to. (Don't add uppercase)
source: succeed to
es: lograste
fr: réussis à
ru: справляешься с
tr: başardın

# E.g: You satisfyingly punch the man. (Don't add uppercase)
source: satisfyingly
es: satisfactoriamente
fr: de façon satisfaisante
ru: удовлетворительно
tr: tatmin edici bir şekilde

# E.g: You competently punch the man. (Don't add uppercase)
source: competently
es: competentemente
fr: avec compétence
ru: компетентно
tr: yetkin bir şekilde

# E.g: You perfectly punch the man. (Don't add uppercase)
source: perfectly
es: perfectamente
fr: parfaitement
ru: идеально
tr: mükemmel bir şekilde

# E.g: You fail to punch the man (Don't add uppercase)
source: fail to
es: fallas al
fr: échoues à
ru: не можешь
tr: başaramadın

# E.g: I fail to punch the man (Don't add uppercase)
source: fail to
es: fallo al
fr: échoue à
ru: не могу
tr: başaramadım

# E.g: I pathetically fail to punch the man (Don't add uppercase)
source: pathetically fail to
es: fallo patéticamente al
fr: échoue pathétiquement à
ru: не в состоянии
tr: acınası bir şekilde başarısız oldum

# E.g: You pathetically fail to punch the man (Don't add uppercase)
source: pathetically fail to
es: fallas patéticamente al
fr: échoues pathétiquement à
ru: не в состоянии
tr: acınası bir şekilde başarısız oldun

source: Visible to everyone.
es: Visible para todos.
fr: Visible pour tous.
ru: Видно для всех.
tr: Herkese görünür.

source: Visible to friends only.
es: Visible sólo para amigos.
fr: Visible pour les amis seulement.
ru: Видно только для друзей.
tr: Yalnızca arkadaşlara görünür.

source: Only visible to the creator.
es: Visible solamente para el creador.
fr: Visible pour l'auteur seulement.
ru: Видно только автору.
tr: Yalnızca yaratan kişiye görünür.

source: Visible to everyone, but will not be returned in any global queries. Will also not be returned in any user lists unless the caller is the creator or a subscriber.
es: Visible para todos, pero no se mostrará en ninguna búsqueda global. Tampoco se mostrará en ninguna lista de usuarios, a no ser que el solicitante sea el creador o un suscriptor.
fr: Visible par tous, mais ne sera dans aucune requête globale. Ne sera également pas retourné dans les listes d’utilisateurs, sauf si l’appelant est le créateur ou un abonné.
ru: Виден всем, но не будет возвращен ни в одном глобальном запросе. Также не будет возвращаться в списках пользователей, если только вызывающий не является создателем или подписчиком.
tr: Herkese görünür, ancak herhangi bir küresel aramada geri gönderilmez. Arayan içerik oluşturucu ya da abone olmadığı sürece hiçbir kullanıcı listesinden de geri gönderilmez.

source: Couldn't edit the Workshop item.
es: No se pudo editar el ítem del Workshop.
fr: Impossible de modifier l’élément du Workshop.
ru: Не удалось отредактировать предмет Мастерской.
tr: Atölye ögesi düzenlenemedi.

source: Couldn't upload to the Workshop.
es: No se pudo subir al Workshop.
fr: Impossible d'envoyer l’élément vers le Workshop.
ru: Не удалось загрузить в Мастерскую.
tr: Atölyeye yüklenemiyor.

source: Successfully uploaded to the Workshop.
es: Subido con éxito al Workshop.
fr: Élément envoyé vers le Workshop.
ru: Успешно загружено в Мастерскую.
tr: Atölyeye yükleme işlemi başarılı oldu.

source: Successfully updated the Workshop item.
es: Ítem del Workshop actualizado con éxito.
fr: Élément mis à jour sur le Workshop.
ru: Файл Мастерской успешно обновлен.
tr: Atölye ögesi başarılı bir şekilde güncellendi.

source: File deleted.
es: Archivo borrado.
fr: Fichier supprimé.
ru: Файл удален.
tr: Dosya silindi.

source: Error, can't delete file.
es: Error, no se pudo borrar el archivo.
fr: Erreur, impossible de supprimer le fichier.
ru: Ошибка, невозможно удалить файл.
tr: Hata, dosya silinemiyor.

source: AI deleted.
es: IA borrada.
fr: IA supprimée.
ru: ИИ удален.
tr: Yapay Zekâ silindi.

source: Error, can't delete AI.
es: Error, no se pudo borrar la IA.
fr: Erreur, impossible de supprimé l'IA.
ru: Ошибка, невозможно удалить ИИ.
tr: Hata, Yapay Zekâ silinemiyor.

source: AI added to download's queue.
es: IA añadida a la cola de descargas.
fr: IA ajouté à la file d'attente de téléchargement.
ru: ИИ добавлен в очередь на скачивание.
tr: Yapay Zekâ, indirme kuyruğuna eklendi.

source: This custom AI is already installed.
es: Esta IA personalizada ya está instalada.
fr: Cette IA personnalisée est déjà installée.
ru: Этот пользовательский ИИ уже установлен.
tr: Bu özel Yapay Zekâ zaten yüklenmiş.

source: AI downloaded.
es: IA descargada.
fr: IA téléchargée.
ru: ИИ скачан.
tr: Yapay Zekâ indirildi.

source: Error, can't download AI.
es: Error, no se pudo descargar IA.
fr: Erreur, impossible de télécharger l'IA.
ru: Ошибка, невозможно скачать ИИ.
tr: Hata, Yapay Zekâ indirilemiyor.

source: This AI is safe for work.
es: Esta IA no tiene contenido +18.
fr: Cette IA est sûr pour le travail.
ru: Этот ИИ безопасен для просмотра на работе.
tr: Bu Yapay Zekâ iş için güvenli.

source: This AI is moderately safe. It might still generate 'light' erotic content by itself!
es: Esta IA tiene contenido +18 moderado. ¡Aún puede generar contenido erótico 'ligero' por si mismo!
fr: Cette IA est modérément sûre. Elle pourrait quand même générer du contenu érotique 'léger' par elle-même!
ru: Этот ИИ относительно безопасен, но всё равно может содержать легкий эротический контент!
tr: Bu Yapay Zekâ orta derecede güvenli. Kendi başına "hafif" erotik içerik üretebilir.
